const MINZU = [
    '汉族',
    '朝鲜族',
    '回族',
    '满族',
    '蒙古族',
    '其他'
];
const GUOJIA = [
    '中国',
    '中国香港',
    '中国澳门',
    '中国台湾',
    '越南',
    '日本',
    '韩国',
    '美国',
    '英国',
    '法国',
    '其他'
];

const XUELI = [
    '小学及初中以下',
    '初中',
    '高中,技校',
    '中专',
    '大专',
    '大学本科',
    '硕士研究生',
    '博士研究生'
];

const JIUYE = [
    '在岗',
    '待岗',
    '失业',
    '病休',
    '退休',
    '退职',
    '退养(内退)'
];

const GANGWEI = [
    '企业一线工人',
    '企业一线管理人员',
    '企业中层管理人员',
    '企业高层管理人员',
    '事业单位一线职工',
    '事业单位管理人员',
    '公务员',
    '其他'
];

const JINENG = [
    '初级工',
    '中级工',
    '高级工',
    '技师',
    '高级技师',
    '初级职称',
    '中级职称',
    '高级职称',
    '科级及以下',
    '处级及以上',
    '无'
];

const JUZHU = {
    '350201': '市辖区',
    '350203': '思明区',
    '350205': '海沧区',
    '350206': '湖里区',
    '350211': '集美区',
    '350212': '同安区',
    '350213': '翔安区'
};